Revit 2027 API
ParameterTypeId.PhyMaterialParamShearMod12 Property
 "Shear Modulus 12"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamShearMod12 { get; }
Public Shared ReadOnly Property PhyMaterialParamShearMod12 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamShearMod12 {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamShearMod12 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace